---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipingSystemType
source: html/6c409b57-50e4-ada7-4b6f-2982a1532bbd.htm
---
# PipingSystemType Properties

Identifies the abbreviation, the short name, for the system type